Repository: window-maker/wmaker
Catalog: wrlib/po/*.po
Languages: sr

source: wrlib: out of memory for image cache
sr: wrlib: недовољно меморије за кеш слика

source: wrlib: invalid window or pixmap passed to RCreateImageFromDrawable
sr: wrlib: RCreateImageFromDrawable прослеђени неисправан прозор или пиксмапа

source: wrlib: no standard colormap found for visual 0x%lX
sr: wrlib: за visual 0x%lX није пронађена стандардна мапа боја

source: wrlib: invalid value "%s" for %s
sr: wrlib: неисправна вредност „%s“ за %s

source: no error
sr: без грешке

source: could not open file
sr: не може се отворити датотека

source: error reading from file
sr: грешка приликом читања из датотеке

source: error writing to file
sr: грешка приликом уписивања у датотеку

source: out of memory
sr: недовољно меморије

source: out of color cells
sr: недовољно ћелија боја

source: invalid or corrupted image file
sr: неисправна или оштећена датотека слике

source: image format is not supported
sr: формат слике није подржан

source: file does not contain requested image index
sr: датотека не садржи захтевани индекс слике

source: request for an invalid Visual ID
sr: захтевва се неисправни Visual ID

source: failed to create X standard colormap
sr: не може се креирати стандардна X мапа боја

source: internal X error
sr: интерна грешка X-а

source: internal error
sr: интерна грешка

source: wrlib: could not allocate shared memory segment, %s: %s
sr: wrlib: не може се алоцирати дељени сегмент меморије, %s: %s

source: wrlib: error occurred while aborting %s, %s
sr: wrlib: грешка приликом прекидања %s, %s

source: wrlib: could not attach shared memory segment to XImage
sr: wrlib: не може се придружити меморијски сегмент XImage-у

source: wrlib: error occurred while releasing XImage, %s: %s
sr: wrlib: грешка приликом ослобађања XImage-а, %s: %s

source: wrlib: EOF / read error reading a byte from PPM file "%s"
sr: wrlib: EOF / грешка приликом читања бајта из PPM датотеке "%s"

source: wrlib: junk in PPM file "%s", expected an unsigned integer but got 0x%02X
sr: wrlib: смеће у PPM датотеци „%s“, очекује се неозначен цео број, али је присутно 0x%02X

source: wrlib: ASCII decimal integer in PPM file "%s" is too large to be processed
sr: wrlib: ASCII децимални цео број у PPM датотеци „%s“ је превелик за обраду

source: invalid parameter
sr: неисправан параметар

source: error in the bitstream
sr: грешка у потоку битова

source: feature is not supported
sr: одлика није подржана

source: operation suspended
sr: операција је заустављена

source: aborted by user
sr: кориснички прекид

source: not enough data
sr: недовољно података

source: unknown status code %d
sr: непознат статусни код %d

source: wrlib: could not get size of WebP file "%s", %s
sr: wrlib: не може се одредити величина WebP датотеке „%s“, %s

source: wrlib: could not get features from WebP file "%s", %s
sr: wrlib: не могу се одредити одлике WebP датотеке „%s“, %s

source: wrlib: failed to decode WebP from file "%s"
sr: wrlib: не може се декодирати WebP из датотеке „%s“
