Repository: window-maker/wmaker
Catalog: WINGs/po/*.po
Languages: sk, sr

source: fatal:
sr: фатално:

source: error:
sr: грешка:

source: warning:
sr: упозорење:

source: could not get password entry for UID %i
sk: nemo¾no zisti» informácie o UID %i
sr: не може се добавити унос лозинке за UID %i

source: could not get password entry for user %s
sk: nemo¾no zisti» informácie o u¾ívateµovi %s
sr: не може се добавити унос лозинке за корисника %s

source: could not expand %s
sr: не може се проширити %s

source: Could not open input file "%s": %s
sr: Не може се отворити улазна датотека „%s“: %s

source: Could not create target file "%s": %s
sr: Не може се креирати одредишна датотека „%s“: %s

source: could not allocate memory for the copy buffer
sr: не може се алоцирати меморија за бафер за копирање

source: could not read from file "%s": %s
sr: не може се прочитати датотека „%s“: %s

source: could not write data to file "%s": %s
sr: не могу се уписати подаци у датотеку „%s“: %s

source: could not set permission 0%03o on file "%s": %s
sr: не може се поставити дозвола 0%03o на датотеци „%s“: %s

source: could not close the file "%s": %s
sr: не може се затворити датотека „%s“: %s

source: included from file "%s" at line %d
sr: укључена из датотеке „%s“ у реду %d

source: missing #endif to match #%s at line %d
sr: недостаје #endif који би одговарао #%s у реду %d

source: multiple SHORTCUT definition not valid
sr: вишеструка дефиниција SHORTCUT није исправна

source: premature end of file while expecting a new line after '\'
sr: прерани крај датотеке док се очекивао нови ред после „\“

source: reached end of file while searching '*/' for comment started at line %d
sr: достигнут крај датотеке приликом тражења „*/“ за коментар започет у реду %d

source: missing closing double-quote before end-of-line
sr: недостаје завршни наводник пре краја реда

source: missing closing simple-quote before end-of-line
sr: недостаје завршни апостроф пре краја реда

source: too many nested macro expansions, breaking loop
sr: превише угњеждених проширења макроа, прекида се петља

source: unknown directive '#%s'
sr: непозната директива „#%s“

source: extra text after '#' command is ignored: "%.16s..."
sr: сувишни текст после наредбе „#“ је игнорисан: „%.16s...“

source: no file name found for #include
sr: назив датотеке у #include-у није пронађен

source: file name must be enclosed in brackets or double-quotes for #define
sr: назив датотеке у #define-у мора бити окружен угластим заградама или наводницима

source: missing closing '%c' in filename specification
sr: недостаје завршно „%c“ у задавању назива датотеке

source: too many nested #include's
sr: превише угњеждених #include-ова

source: could not find file "%s" for #include
sr: не може се наћи датотека „%s“ у #include-у

source: missing macro name argument to #%s
sr: недостаје аргумент #%s - назив макроа

source: too many nested #if sequences
sr: превише угњеждених секвенци #if

source: found #%s but has no matching #if
sr: пронађено #%s, али без одговарајућег #if

source: no macro name found for #define
sr: назив макроа за #define није пронађен

source: premature end of file while reading arg-list for macro "%s"
sr: прерани крај датотеке приликом читања листе аргумената за макро „%s“

source: too many parameters for macro "%s" definition
sr: превише параметара за дефиницију макроа „%s“

source: invalid character '%c' in arg-list for macro "%s" while expecting parameter name
sr: неисправни знак „%c“ у листи аргумената за макро „%s“ док се очекивао назив параметра

source: invalid character '%c' in arg-list for macro "%s" while expecting ',' or ')'
sr: неисправни знак „%c“ у листи аргумената за макро „%s“ док се очекивало „,“ или „)“

source: macro "%s" already defined, ignoring redefinition
sr: макро „%s“ је већ дефинисан, игнорише се поновна дефиниција

source: more content than supported for the macro "%s"
sr: више садржаја него што је подржано за макро „%s“

source: expansion for macro "%s" too big, line truncated
sr: проширење макроа „%s“ је превелико, ред је исечен

source: macro "%s" needs parenthesis for arguments
sr: макроу „%s“ су потребне заграде за аргументе

source: missing closing quote or double-quote before end-of-line
sr: недостаје завршни наводник или апостроф пре краја реда

source: too many arguments for macro "%s", expected only %d
sr: превише аргумената за макро „%s“, очекује се само %d

source: premature end of line while searching for arguments to macro "%s"
sr: прерани крај реда приликом тражења аргумената за макро „%s“

source: not enough arguments for macro "%s", expected %d but got only %d
sr: недовољно аргумената за макро „%s“, очекује се %d, али само постоји %d

source: too much data in parameter list of macro "%s", truncated
sr: превише података у листи параметара макроа „%s“, исечено

source: size of value for macro '%s' is too big, truncated
sr: величина вредности макроа „%s“ је превелика, исечено

source: could not determine %s
sr: не може се одредити %s

source: syntax error in %s %s, line %i: %s
sk: chyba syntaxe v %s %s, riadok %i: %s
sr: синтаксна грешка у %s %s, ред %i: %s

source: Only string or data is supported for a proplist dictionary key
sk: Pre kµúè slovníka proplist je podporovaný len re»azec alebo dáta
sr: Само ниска или подаци су подржани у proplist речничком кључу

source: Used proplist functions on non-WMPropLists objects
sk: Pou¾itá proplist funkcia na iných ako WMPropLists objektoch
sr: Користе се proplist функције над не-WMPropLists објектима

source: unterminated PropList string
sk: neukonèený PropList re»azec
sr: незатворена PropList ниска

source: unterminated PropList data
sk: neukonèené PropList dáta
sr: незатворен PropList податак

source: unterminated PropList data (missing hexdigit)
sk: neukonèené PropList dáta (chýbajúca hex èíslica)
sr: незатворен PropList податак (недостаје хекс-цифра)

source: non hexdigit character in PropList data
sk: v PropList dátach je znak, ktorý nie je hex èíslicou
sr: знак који није хекс-цифра у PropList подацима

source: unterminated PropList array
sk: neukonèené PropList pole
sr: незатворен PropList низ

source: missing or unterminated PropList array
sk: chýbajúce alebo neukonèené PropList pole
sr: недостајући или незатворени PropList низ

source: could not get PropList array element
sk: nemo¾no zisti» prvok PropList poµa
sr: не може се добавити елемент PropList низа

source: unterminated PropList dictionary
sk: neukonèený PropList slovník
sr: незатворени PropList речник

source: missing PropList dictionary key
sk: chýbajúci kµúè PropList slovníka
sr: недостајући кључ PropList речника

source: missing PropList dictionary entry key or unterminated dictionary
sk: chýbajúci kµúè polo¾ky PropList slovníka alebo neukonèený slovník
sr: недостаје кључ PropList речничке ставке или је речник незатворен

source: error parsing PropList dictionary key
sk: chyba pri parsovaní kµúèa PropList slovníka
sr: грешка приликом рашчлањивања кључа PropList речника

source: missing = in PropList dictionary entry
sk: chýbajúce = v polo¾ke PropList slovníka
sr: недостаје = у ставци PropList речника

source: error parsing PropList dictionary entry value
sk: chyba pri parsovaní hodnoty polo¾ky PropList slovníka
sr: грешка приликом рашчлањивања вредности PropList речничког уноса

source: missing ; in PropList dictionary entry
sk: chýbajúca ; v polo¾ke PropList slovníka
sr: недостаје ; у речничком уносу PropList

source: was expecting a string, data, array or dictionary. If it's a string, try enclosing it with ".
sk: oèakávaný bol re»azec, dáta, pole alebo slovník. Ak je to re»azec, skúste ho uzavrie» medzi ".
sr: очекује се ниска, податак, низ или речник. Ако је у питању ниска, пробајте да је окружите са ".

source: Comments are not allowed inside WindowMaker owned domain files.
sk: Komentáre v doménových súboroch Window Makera nie sú povolené.
sr: Коментари нису дозвољени унутар датотека домена WindowMaker-а.

source: extra data after end of property list
sk: prebytoèné dáta na konci property listu
sr: вишак података после листе особина

source: could not get size for file '%s'
sk: nemo¾no zisti» veµkos» súboru '%s'
sr: не може се одредити величина датотеке „%s“

source: error reading from file '%s'
sk: chyba pri èítaní zo súboru '%s'
sr: грешка приликом читања датотеке „%s“

source: %s:could not open menu file
sr: %s:не може се отворити датотека менија

source: mkstemp (%s) failed
sk: chyba mkstemp (%s)
sr: mkstemp (%s) није успео

source: mktemp (%s) failed
sk: chyba mktemp(%s)
sr: mktemp (%s) није успео

source: open (%s) failed
sk: chyba pri otváraní (%s)
sr: open (%s) није успео

source: writing to file: %s failed
sk: chyba pri zápise do súboru: %s
sr: уписивање у датотеку: %s није успело

source: fclose (%s) failed
sk: chyba fclose (%s)
sr: fclose (%s) није успео

source: rename ('%s' to '%s') failed
sk: chyba rename ('%s' na '%s')
sr: rename („%s“ у „%s“) није успео

source: Could not create component %s
sr: Не може се креирати компонента %s

source: variable WMAKER_USER_ROOT defined with invalid path, not used
sr: променљива WMAKER_USER_ROOT је задата са неисправном путањом, не користи се

source: cannot read domain from file '%s' when syncing
sk: nemo¾no èíta» doménu zo súboru '%s' pri synchronizácii
sr: не може се учитати домен из датотеке „%s“ приликом синхронизовања

source: unknown XDND action %s
sr: непозната XDND акција %s

source: target %lu for XDND message no longer exists
sr: одредиште %lu XDND поруке више не постоји

source: unsupported version %i for XDND enter message
sr: неподржана верзија %i XDND улазне поруке

source: XDND selection lost during drag operation...
sr: XDND избор је изгубљен приликом операције превлачења...

source: could not get XDND version for target of drop
sr: не може се одредити верзија XDND-а за одредиште превлачења

source: could not get ownership of XDND selection
sr: не може се одредити власништво над XDND избором

source: delay for drag destination response expired
sr: пауза за одговор одредишта превлачења је истекла

source: could not allocate %s color
sk: nemo¾no alokova» %s farbu
sr: не може се алоцирати боја %s

source: white
sk: bielu
sr: бела

source: black
sk: èiernu
sr: црна

source: gray
sk: ¹edú
sr: сива

source: dark gray
sk: tmavo¹edú
sr: тамно сива

source: Colors
sk: Farby
sr: Боје

source: Brightness
sk: Svetlos»
sr: Светлина

source: Color Panel: Could not allocate memory
sk: Panel farieb: Nemo¾no alokova» pamä»
sr: Панел за боје: Неуспешно алоцирање меморије

source: Red
sk: Èervená
sr: Црвена

source: Green
sk: Zelená
sr: Зелена

source: Blue
sk: Modrá
sr: Плава

source: Decimal
sr: Децимално

source: Hexadecimal
sr: Хексадекадно

source: Cyan
sk: Azúrová
sr: Цијан

source: Magenta
sk: Purpurová
sr: Магента

source: Yellow
sk: ®ltá
sr: Жута

source: Black
sk: Èierna
sr: Црна

source: Spectrum
sk: Spektrum
sr: Спектар

source: Palette
sk: Paleta
sr: Палета

source: New from File...
sk: Nová zo súboru...
sr: Нова из датотеке...

source: Rename...
sk: Premenova»...
sr: Преименуј...

source: Remove
sk: Odstráni»
sr: Уклони

source: Copy
sk: Kopírova»
sr: Копирај

source: New from Clipboard
sk: Nová z nástenky
sr: Нова из клипборда

source: X11-Colors
sk: Farby X11
sr: X11 боје

source: Color
sk: Farba
sr: Боја

source: Add...
sk: Prida»...
sr: Додај...

source: List
sk: Zoznam
sr: Листа

source: New...
sk: Nový...
sr: Нова...

source: Color Panel: Could not create directory %s needed to store configurations
sk: Panel farieb: Nemo¾no vytvori» adresár %s potrebný na ulo¾enie nastavení
sr: Панел за боје: Не може се креирати директоријум %s неопходан за чување подешавања

source: File Error
sk: Chyba súboru
sr: Грешка датотеке

source: Could not create ColorPanel configuration directory
sk: Nemo¾no vytvori» konfiguraèný adresár panelu farieb
sr: Не може се креирати директоријум са подешавањима ColorPanel

source: OK
sr: ОК

source: Color Panel: Could not find file
sk: Panel farieb: Nemo¾no nájs» súbor
sr: Панел за боје: Не може се пронаћи датотека

source: Color Panel: X failed request
sk: Panel farieb: chyba po¾iadavky X
sr: Панел за боје: Неуспешан захтев X-а

source: Saturation
sk: Saturácia
sr: Засићење

source: Hue
sk: Odtieò
sr: Нијанса

source: Open Palette
sk: Otvori» paletu
sr: Отвори палету

source: Invalid file format !
sk: Nesprávny súborový formát!
sr: Неисправан формат датотеке !

source: can't remove file %s
sk: namo¾no odstráni» súbor %s
sr: не може се уклонити датотека %s

source: Couldn't remove file from Configuration Directory !
sk: Nemo¾no odstráni» súbor z konfiguraèného adresára!
sr: Не може се уклонити датотека из директоријума са подешавањима !

source: Rename
sk: Premenova»
sr: Преименовање

source: Rename palette to:
sk: Premenova» paletu:
sr: Преименуј палету у:

source: Cancel
sk: Zru¹i»
sr: Поништи

source: Warning
sk: Varovanie
sr: Упозорење

source: Palette already exists ! Overwrite ?
sk: Paleta u¾ existuje! Prepísa»?
sr: Палета већ постоји ! Преписати ?

source: No
sk: Nie
sr: Не

source: Yes
sk: Áno
sr: Да

source: Couldn't rename palette %s to %s
sr: Палета %s се не може преименовати у %s

source: This will permanently remove the palette
sk: Paleta bude natrvalo zmazaná
sr: Ово ће трајно уклонити палету

source: . Are you sure you want to remove this palette ?
sk: . Ste si istý, ¾e chcete odstráni» túto paletu?
sr: . Да ли сте сигурни да желите да уклоните палету ?

source: Couldn't remove palette %s
sr: Не може се уклонити палета %s

source: Color Panel: Color unspecified
sk: Panel farieb: Ne¹pecifikovaná farba
sr: Панел за боју: Боја није задата

source: Name:
sk: Meno:
sr: Назив:

source: Open
sk: Otvori»
sr: Отвори

source: Save
sk: Ulo¾i»
sr: Сачувај

source: WINGs: could not open directory %s
sk: WINGs: nemo¾no otvori» adresár %s
sr: WINGs: не може се отворити директоријум %s

source: WINGs: could not stat %s
sk: WINGs: nemo¾no zisti» informácie o %s
sr: WINGs: не може се stat-овати %s

source: Error
sk: Chyba
sr: Грешка

source: Create Directory
sk: Vytvori» adresár
sr: Креирање директоријума

source: Enter directory name
sk: Meno adresára
sr: Унесите назив директоријума

source: Can not create %s: %s
sr: Не може се креирати %s: %s

source: Can not find %s: %s
sr: Не може се наћи %s: %s

source: Delete %s %s?
sr: Обрисати %s %s?

source: directory
sr: директоријум

source: file
sr: датотеку

source: Removing %s failed: %s
sr: Уклањање %s није успело: %s

source: An error occurred browsing '%s'.
sr: Догодила се грешка приликом прегледања „%s“.

source: '%s' is not a directory.
sk: '%s' nie je adresár.
sr: „%s“ није директоријум.

source: File does not exist.
sk: Súbor neexistuje.
sr: Датотека не постоји.

source: invalid font: %s. Trying '%s'
sr: неисправан фонт: %s. Проба се „%s“

source: could not load font: %s.
sr: не може се учитати фонт: %s.

source: Font Panel
sr: Панел за фонт

source: The quick brown fox jumps over the lazy dog
sr: Одбациће кавгаџија плаштом чађ у жељезни фењер

source: Family
sk: Rodina
sr: Фамилија

source: Typeface
sk: Vzhµad
sr: Словни лик

source: Size
sk: Veµkos»
sr: Величина

source: Set
sk: Sada
sr: Постави

source: Revert
sk: Obráti»
sr: Врати

source: Could not init font config library
sr: Не може се иницијализовати библиотека font config

source: WINGs: could not load widget images file: %s
sk: WINGs: nemo¾no naèíta» súbor s obrázkami pre widgety: %s
sr: WINGs: не може се учитати датотека са сликама виџета: %s

source: WINGs: could not open display %s
sr: WINGs: не може се отворити приказ %s

source: could not load any fonts. Make sure your font installation and locale settings are correct.
sk: nemo¾no naèíta» ¾iadny font. Ubezpeète sa, ¾e in¹talácia fontov a miestne nastavenia sú v poriadku.
sr: не може се учитати ниједан фонт. Проверите да ли су фонтови исправно инсталирани и да али су подешавања језика исправна.

source: could not add destroy callback for XIM input method
sr: не може се додати destroy callback за XIM метод уноса

source: 0 inches
sk: 0 palcov
sr: 0 инча

source: only left alignment is supported in textfields
sr: у текстуалним пољима је подржано само лево уравнање

source: window title conversion error... using STRING encoding
sr: грешка приликом конверзије наслова прозора... користи се STRING кодирање

source: icon title conversion error... using STRING encoding
sr: грешка приликом конверзије наслова иконе... користи се STRING кодирање

source: Bad address-service-protocol combination
sk: Nesprávna kombinácia adresa-slu¾ba-protokol

source: Unknown error %d
sk: Nezmána chyba %d

source: Error %d
sk: Chyba %d

source: warning:
sk: varovanie:

source: fatal error:
sk: fatálna chyba:

source: error:
sk: chyba:

source: Cannot get current host name
sk: Nemo¾no zisti» aktuálne meno poèítaèa

source: Couldn't rename palette %s to %s
sk: Nemo¾no premenova» paletu %s na %s

source: Couldn't remove palette %s
sk: Nemo¾no odstráni» paletu %s

source: Could not open %s
sk: Nemo¾no otvori» %s

source: Could not create %s
sk: Nemo¾no vytvori» %s

source: Write error on file %s
sk: Chyba zápisu do súboru %s

source: Permission denied.
sk: Prístup zamietnutý.

source: '%s' already exists.
sk: '%s' u¾ existuje

source: Path does not exist.
sk: Cesta neexistuje.

source: '%s' does not exist.
sk: '%s' neexistuje.

source: Insufficient memory available.
sk: Nedostatok pamäti.

source: '%s' is on a read-only filesystem.
sk: '%s' je na súborovom systéme len pre èítanie.

source: Can not delete '%s'.
sk: Nemo¾no odstráni» '%s'.

source: Delete directory %s ?
sk: Odstráni» adresár %s?

source: Delete file %s ?
sk: Odstráni» súbor %s?

source: Directory '%s' does not exist.
sk: Adresár '%s' neexistuje.

source: Directory '%s' is not empty.
sk: Adresár '%s' nie je prázdny.

source: Directory '%s' is busy.
sk: Adresár '%s' je pou¾ívaný.

source: '%s' is a directory.
sk: '%s' je adresár.

source: An error occured browsing '%s'.
sk: Pri prehliadaní '%s' nastala chyba.

source: could not load font %s.
sk: nemo¾no naèíta» font %s.

source: Conversion to widechar failed (possible invalid multibyte sequence): '%s':(pos %d)
sk: Konverzia do widechar zlyhala (mo¾no nesprávna multibyte sekvencia): '%s':(pos %d)

source: Invalid font specification: '%s'
sk: Chybná ¹pecifikácia fontu: '%s'

source: Invalid size specification '%s' in %s. Using default %d
sk: Chybná ¹pecifikácia veµkosti '%s' v %s. Pou¾ije sa implicitná %d

source: the following character sets are missing in %s:
sk: nasledujúce sady znakov chýbajú v %s:

source: the string "%s" will be used in place of any characters from those sets.
sk: re»azec "%s" bude pou¾itý namiesto znakov z týchto sád.

source: could not load font %s. Trying arial.
sk: nemo¾no naèíta» font %s. Skú¹a sa naèíta» arial.

source: could not load antialiased font set. Reverting to standard font sets.
sk: nemo¾no naèíta» antialiasovanú sadu fontov. Spä» k ¹tandardnej sade fontov.

source: could not load FontSet %s. Trying fixed.
sk: nemo¾no naèíta» sadu fontov %s. Skú¹a sa naèíta» fixed.

source: could not load antialiased fonts. Reverting to normal fonts.
sk: nemo¾no zavies» antialiasovaný font. Návrat k normálnemu fontu.

source: could not load font %s. Trying fixed.
sk: nemo¾no naèíta» font %s. Skú¹a sa naèíta» fixed.

source: could not load font set %s. Trying fixed.
sk: nemo¾no naèíta» font %s. Skú¹a sa naèíta» fixed.

source: could not load fixed font!
sk: nemo¾no naèíta» font fixed!

source: font description %s is too large.
sk: popis fontu %s je príli¹ veµký.

source: Test!!!
sk: Skú¹ka!!!

source: Could not retrieve font list
sk: Nemo¾no obdr¾a» zoznam fontov

source: font name %s is longer than 256, which is invalid.
sk: meno fontu %s je dlh¹ie ako 256, èo je nesprávne.

source: Italic
sk: kurzíva

source: Oblique
sk: ¹ikmé

source: Rev Italic
sk: obr. kurzíva

source: Rev Oblique
sk: obr. ¹ikmé

source: Normal
sk: normálne
