Repository: window-maker/wmaker
Catalog: po/*.po
Languages: sr

source: window "%s" has a severely broken WM_TRANSIENT_FOR hint
sr: прозор „%s“ има озбиљно оштећен WM_TRANSIENT_FOR хинт

source: creation of mini-preview failed for window "%s"
sr: креирање мини прегледа није успело за прозор „%s“

source: Error
sr: Грешка

source: Could not open specified icon file
sr: Неуепешно отварање задате датотеке са иконом

source: OK
sr: У реду

source: will be forcibly closed. Any unsaved changes will be lost. Please confirm.
sr: ће бити насилно затворен. Све несачуване измене ће бити изгубљене. Потврдите.

source: Kill Application
sr: Убиј апликацију

source: Yes
sr: Да

source: No
sr: Не

source: Unhide Here
sr: Одсакриј овде

source: Hide
sr: Сакриј

source: Launch
sr: Покрени

source: Set Icon...
sr: Постави икону...

source: Kill
sr: Убиј

source: Unhide
sr: Одсакриј

source: appmenu: bad menu entry "%s" in window %lx
sr: appmenu: лоша ставка менија „%s“ у прозору %lx

source: appmenu: menu command size exceeded in window %lx
sr: appmenu: величина наредбе менија је премашена у прозору %lx

source: appmenu: out of memory creating menu for window %lx
sr: appmenu: недовољно меморије приликом креирања менија за прозор %lx

source: appmenu: unknown version of WMMenu in window %lx: %s
sr: appmenu: непозната верзија WMMenu-а у прозору %lx: %s

source: Domain %s (%s) of global defaults database is corrupted!
sr: Домен %s (%s) глобалне базе подразумеваних вредности је оштећен!

source: could not load domain %s from global defaults database
sr: не може се учитати домен %s из глобалне базе подразумеваних вредности

source: invalid global menu file %s
sr: неисправна глобална датотека менија %s

source: Domain %s (%s) of defaults database is corrupted!
sr: Домен %s (%s) базе подразумеваних вредности је оштећен!

source: could not load domain %s from user defaults database
sr: не може се учитати домен %s из корисничке базе подразумеваних вредности

source: Wrong option format for key "%s". Should be %s.
sr: Погрешан формат опције за кључ „%s“. Треба да буде %s.

source: using default "%s" instead
sr: користи се подразумевана вредност „%s“

source: wrong option value for key "%s"; got "%s", should be one of %s.
sr: погрешна вредност опције за кључ „%s“; присутно је „%s“, треба да буде једно од %s.

source: can't convert "%s" to boolean for key "%s"
sr: не може се конвертовати „%s“ у логичку вредност за кључ „%s“

source: can't convert "%s" to integer for key "%s"
sr: не може се конвертовати „%s“ у целобројну вредност за кључ „%s“

source: Incorrect number of elements in array for key "%s".
sr: Погрешан број елемената у низу за кључ „%s“.

source: Wrong value for key "%s". Should be Coordinate.
sr: Погрешна вредност кључа „%s“. Треба да буде Координата.

source: can't convert array to integers for "%s".
sr: не може се конвертовати низ у целобројне вредности за „%s“.

source: "%s" is not a valid color name
sr: „%s“ није исправан назив боје

source: bad number of arguments in gradient specification
sr: лош број аргумената код задавања претапања

source: too few arguments in multicolor gradient specification
sr: премало аргумената код задавања вишебојног претапања

source: bad number of arguments in textured gradient specification
sr: лош број аргумената код задавања претапања са текстуром

source: bad opacity value for tgradient texture "%s". Should be [0..255]
sr: лоша вредност прозирности за текстуру tgradient „%s“. Треба да буде [0..255]

source: invalid texture type %s
sr: неисправна врста текстуре %s

source: Error in texture specification for key "%s"
sr: Грешка код задавања текстуре за кључ „%s“

source: Wrong type for workspace background. Should be a texture type.
sr: Погрешна врста позадине површине. Треба да буде врста текстуре.

source: Wrong type for background of workspace %i. Should be a texture.
sr: Лоша врста позадине радне површине %i. Треба да буде текстура.

source: could not load any usable font!!!
sr: не може се учитати ниједан употребљиви фонт!!!

source: could not get color for key "%s"
sr: не може се одредити боја за кључ „%s“

source: %s: invalid key modifier "%s"
sr: %s: неисправан модификатор тастера „%s“

source: %s:invalid kbd shortcut specification "%s"
sr: %s:неисправно задавање пречице „%s“

source: %s:invalid key in shortcut "%s"
sr: %s:неисправан тастер у пречици „%s“

source: %s: modifier key %s is not valid
sr: %s: тастер модификатора %s није исправан

source: failed to open bitmap file "%s"
sr: не може се отворити датотека битмапе „%s“

source: "%s" is not a valid bitmap file
sr: „%s“ није исправна датотека битмапе

source: out of memory reading bitmap file "%s"
sr: недовољно меморије приликом читања датотеке битмапе „%s“

source: bad number of arguments in cursor specification
sr: лош број аргумената код задавања курсора

source: unknown builtin cursor name "%s"
sr: непознат назив уграђеног курсора „%s“

source: could not find cursor bitmap file "%s"
sr: не може се пронаћи датотека битмапе курсора „%s“

source: Error in cursor specification for key "%s"
sr: Грешка код задавања курсора за кључ „%s“

source: could not render texture for icon background
sr: не може се исцртати текстура позадине иконе

source: Invalid arguments for background "%s"
sr: Неисправни аргументи позадине „%s“

source: Invalid arguments for option "%s"
sr: Неисправни аргументи опције „%s“

source: Could not find image "%s" for option "%s"
sr: Не може се пронаћи слика „%s“ за опцију „%s“

source: Could not load image "%s" for option "%s"
sr: Не може се учитати слика „%s“ за опцију „%s“

source: Invalid split sizes for switch panel back image.
sr: Неисправне величине поделе за позадинску слику панела за пребацивање.

source: Invalid number of arguments for option "%s"
sr: Неисправан број аргумената за опцију „%s“

source: Value for option "%s" must be an array of 7 strings
sr: Вредност опције „%s“ мора бити низ од 7 ниски

source: Invalid argument for option "%s" item %d
sr: Неисправни аргумент за опцију „%s“ ставке %d

source: Value for option "%s" must be an array of 4 strings
sr: Вредност опције „%s“ мора бити низ од 4 ниске

source: Save workspace state
sr: Сачувај стање површине

source: Cancel
sr: Поништи

source: Could not open directory "%s": %s
sr: Не може се отворити директоријум „%s“: %s

source: full path for file "%s" in "%s" is longer than %d bytes, skipped
sr: пуна путања за датотеку „%s“ у „%s“ је дужа од %d бајтова, прескочено

source: Could not load image file
sr: Не може се учитати датотека слике

source: Directories
sr: Директоријуми

source: Icons
sr: Иконе

source: Preview
sr: Преглед

source: File Name:
sr: Назив датотеке:

source: Choose File
sr: Изабери датотеку

source: Icon Chooser
sr: Бирач икона

source: no os-release file on the system
sr: нема датотеке os-release у систему

source: Window Manager for X
sr: Менаџер прозора за X

source: Version %s
sr: Верзија %s

source: Running on: %s (%s)
sr: Извршава се на: %s (%s)

source: Using visual 0x%x: %s %ibpp
sr: Користи visual 0x%x: %s %ibpp

source: (32 thousand colors)
sr: (32 хиљаде боја)

source: (64 thousand colors)
sr: (64 хиљада боја)

source: (16 million colors)
sr: (16 милиона боја)

source: (1 billion colors)
sr: (1 милијарда боја)

source: (%d colors)
sr: (%d боја)

source: Total memory allocated: %lu kB (in use: %lu kB, %lu free chunks)
sr: Укупно алоцирано меморије: %lu kB (користи се: %lu kB, %lu слободних парчића).

source: Total memory allocated: %lu kB (in use: %lu kB)
sr: Укупно алоцирано меморије: %lu kB (користи се: %lu kB).

source: Image formats:
sr: Формати слика:

source: Additional support for:
sr: Додатна подршка за:

source: %d head(s) found
sr: Пронађено %d монитора.

source: supported
sr: подржано

source: unsupported
sr: неподржано

source: Info
sr: Информације

source: Window Maker is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. Window Maker is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA02110-1301 USA.
sr: Window Maker је слободни софтвер; можете га расподелити и/или мењати под одредбама ГНУ-ове опште јавне лиценце коју је објавила Задужбина за слободни софтвер; и то, било верзије 2 Лиценце, или (по вашем избору) било које следеће верзије. Window Maker се расподељује у намери да буде користан, али БЕЗ ИКАКВЕ ГАРАНЦИЈЕ; чак и без имплицитне гаранције КОМЕРЦИЈАЛНЕ ВРЕДНОСТИ или ИСПУЊАВАЊА ОДРЕЂЕНЕ ПОТРЕБЕ. Погледајте ГНУ-ову општу јавну лиценцу за више детаља. Требало би да примите примерак ГНУ-ове опште јавне лиценце заједно са овим програмом; ако то није случај, пишите Задужбини за слободни софтвер на адресу: Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA02110-1301 USA.

source: Legal
sr: Права

source: cannot open connection for crashing dialog panel. Aborting.
sr: не може се отворити повезивање за панел дијалога који крахира. Прекида се.

source: Fatal error
sr: Фатална грешка

source: Window Maker received signal %i.
sr: Window Maker је примио сигнал %i.

source: This fatal error occurred probably due to a bug. Please fill the included BUGFORM and report it to %s.
sr: Ова фатална грешка се вероватно десила због програмерске грешке. Испуните приложени формулар BUGFORM и пријавите на %s.

source: What do you want to do now?
sr: Шта сада желите?

source: Select action
sr: Изаберите акцију

source: Abort and leave a core file
sr: Прекид и чување core датотеке

source: Restart Window Maker
sr: Поновно покретање Window Maker-а

source: Start alternate window manager
sr: Покретање другог менаџера прозора

source: Type the name for workspace %i:
sr: Унесите назив површине %i:

source: Rename Workspace
sr: Преименовање површине

source: Warning
sr: Упозорење

source: Some icons cannot be made omnipresent. Please make sure that no other icon is docked in the same positions on the other workspaces and the Clip is not full in some workspace.
sr: Неке иконе се не могу учинити свеприсутним. Обезбедите да ниједна друга икона није докована на истим позицијама на другим површинама и да Спајалица није пуна на неким површинама.

source: Icon cannot be made omnipresent. Please make sure that no other icon is docked in the same position on the other workspaces and the Clip is not full in some workspace.
sr: Икона се не може учинити свеприсутном. Обезбедите да ниједна друга икона није докована на истој позицији на другим површинама и да Спајалица није пуна на неким површинама.

source: Workspace Clip
sr: Спајалица површине

source: Drawer
sr: Фиока

source: All selected icons will be removed!
sr: Све изабране иконе ће бити уклоњене!

source: Keep Icon
sr: Задржи икону

source: Type the command used to launch the application
sr: Унесите наредбу за покретање апликације

source: could not launch application %s
sr: не може се покренути апликација %s

source: could not create workspace submenu for Clip menu
sr: не може се креирати подмени са радним површинама за мени Спајалица

source: could not create options submenu for Clip menu
sr: не може се креирати подмени са опцијама за мени Спајалица

source: Keep on Top
sr: Задржи на врху

source: Collapsed
sr: Скупљено

source: Autocollapse
sr: Аутоматско скупљање

source: Autoraise
sr: Аутоматско издизање

source: Autoattract Icons
sr: Аутоматско привлачење икона

source: could not create options submenu for dock position menu
sr: не може се креирати подмени са опцијама за мени за позицију дока

source: Normal
sr: Обично

source: Auto raise & lower
sr: Аутоматско издизање и спуштање

source: Dock position
sr: Положај дока

source: Add a drawer
sr: Додај фиоку

source: Clip Options
sr: Опције Спајалице

source: Drawer options
sr: Опције фиоке

source: Selected
sr: Изабрано

source: Select All Icons
sr: Изабери све иконе

source: Move Icon To
sr: Премести икону на

source: Remove Icon
sr: Уклони икону

source: Attract Icons
sr: Привуци иконе

source: Settings...
sr: Подешавања...

source: bad value in docked icon state info %s
sr: лоша вредност у подацима стања доковане иконе %s

source: bad value in dock state info:%s
sr: лоша вредност у подацима докованог стања:%s

source: there are too many icons stored in dock. Ignoring what doesn't fit
sr: превише икона је смештено на док. Игноришу се оне које не стају на њега

source: Dock Icon
sr: Икона за док

source: Could not execute command "%s"
sr: Не може се извршити наредба „%s“

source: Toggle Omnipresent
sr: Смени свеприсутност

source: Omnipresent
sr: Свеприсутан

source: Unselect All Icons
sr: Одизабери све иконе

source: Keep Icons
sr: Задржи иконе

source: Move Icons To
sr: Премести иконе на

source: Remove Icons
sr: Уклони иконе

source: Bring Here
sr: Донеси овамо

source: Remove drawer
sr: Уклони фиоку

source: All icons in this drawer will be detached!
sr: Све иконе у овој фиоци ће бити откачене!

source: there are too many icons stored in drawer. Ignoring what doesn't fit
sr: у фиоци је превише икона. Игноришем оне које не стају

source: could not find icon %s, used in a docked application
sr: не може се пронаћи икона %s, коју користи докована апликација

source: Could not open specified icon file: %s
sr: Не може се отворити задата датотека са иконом: %s

source: Ignore
sr: Игнориши

source: Start when Window Maker is started
sr: Покрени при покр. Window Maker-а

source: Lock (prevent accidental removal)
sr: Закључај (спречи случајно брисање)

source: Application path and arguments
sr: Путања и аргументи апликације

source: Command for middle-click launch
sr: Наредба за покретање средњим дугм.

source: %s will be replaced with current selection
sr: %s ће бити замењено трен. избором

source: Command for dragged and dropped files
sr: Наредба за прев. и пуштене датотеке

source: %d will be replaced with the file name
sr: %d ће бити замењено називом датот.

source: XDnD support was not compiled in
sr: Подршка за XDnD није укомпајлирана

source: Icon Image
sr: Слика иконе

source: Browse...
sr: Бирај...

source: Docked Application Settings
sr: Подешавања доковане апликације

source: read problem when trying to get INotify event: %s
sr: грешка у читању приликом покушаја да се добави INotify догађај: %s

source: the defaults database has been deleted! Restart Window Maker to create the database with the default settings
sr: база подразумеваних вредности је обрисана! Поново покрените Window Maker да бисте креирали базу са подразумеваним подешавањима

source: the unit containing the defaults database has been unmounted. Setting --static mode. Any changes will not be saved.
sr: уређај који садржи базу подразумеваних вредности је одмонтирана. Поставља се режим --static. Ниједна измена неће бити сачувана.

source: Inotify: Reading config files in defaults database.
sr: Inotify: Читање конфигурационих датотека у бази подразумеваних вредности.

source: select failed. The inotify instance will be closed. Changes to the defaults database will require a restart to take effect.
sr: select није успео. Инстанца inotify-а ће бити затворена. Измене базе подразумеваних вредности ће захтевати поновно покретање да би биле на снази.

source: Got Reconfigure command
sr: Примљена наредба Поново подеси

source: Got unknown command %s
sr: Примљена непозната наредба %s

source: exec %A(Run, Type command:)
sr: exec %A(Покрени,Унесите наредбу:)

source: another window manager is replacing us!
sr: други менаџер прозора нам узима место!

source: could not render texture: %s
sr: не може се исцртати текстура: %s

source: error rendering image:%s
sr: грешка приликом исцртавања слике:%s

source: error rendering image: %s
sr: грешка приликом исцртавања слике: %s

source: failed to restart Window Maker.
sr: не може се поново покренути Window Maker.

source: could not exec %s
sr: не може се извршити %s

source: the display name has an unexpected syntax: "%s"
sr: назив дисплеја има неочекивану синтаксу: „%s“

source: Could not execute command:
sr: Не може се извршити наредба:

source: %s aborted.
sr: %s је прекинуто.

source: Usage: %s [options]
sr: Употреба: %s [опције]

source: The Window Maker window manager for the X window system
sr: Менаџер прозора Window Maker за прозорски систем X

source: -display host:dpy display to use
sr: -display хост:дисп који дисплеј ће се користити

source: --replace replace running window manager
sr: --replace смењује покренут менаџер прозора

source: --no-dock do not open the application Dock
sr: --no-dock не отвара Док апликација

source: --no-clip do not open the workspace Clip
sr: --no-clip не отвара Спајалицу радне површине

source: --no-autolaunch do not autolaunch applications
sr: --no-autolaunch не покреће апликације аутоматски

source: --no-drawer disable drawers in the dock
sr: --no-drawer искључује фиоке у доку

source: --dont-restore do not restore saved session
sr: --dont-restore не враћа сачувану сесију

source: --locale locale locale to use
sr: --locale локалитет локалитет који ће се користити

source: --visual-id visualid visual id of visual to use
sr: --visual-id visualid visual id који ће се користити

source: --static do not update or save configurations
sr: --static не ажурира нити чува подешавања

source: --no-polling do not periodically check for configuration updates
sr: --no-polling не проверава повремено промене подешавања

source: --global_defaults_path print the path for default config and exit
sr: --global_defaults_path исписује путању подразумеваних подешавања и излази

source: --version print version and exit
sr: --version исписује верзију и излази

source: --help show this message
sr: --help приказује ову поруку

source: could not find user GNUstep directory (%s).
sr: не може се пронаћи кориснички директоријум GNUstep-а (%s).

source: There was an error while creating GNUstep directory, please make sure you have installed Window Maker correctly and run wmaker.inst
sr: Догодила се грешка приликом креирања директоријума GNUstep-а, проверите да ли сте исправно инсталирали Window Maker и покрените wmaker.inst

source: %s directory created with default configuration.
sr: директоријум %s је креиран са подразумеваном конфигурацијом.

source: could not initialise an inotify instance. Changes to the defaults database will require a restart to take effect. Check your kernel!
sr: не може се иницијализовати инстанца inotify-а. Промене базе подразумеваних вредности ће захтевати поновно покретање да би ступиле на снагу. Проверите системско језгро (kernel)!

source: could not add an inotify watch on path %s. Changes to the defaults database will require a restart to take effect.
sr: не може се додати inotify надзирање путање %s. Промене базе са подразумеваним подешавањима ће захтевати поновно покретање да би ступиле на снагу.

source: %s:could not execute initialization script
sr: %s:не може се извршити иницијализациони скрипт

source: %s:could not execute exit script
sr: %s:не може се извршити излазни скрипт

source: too few arguments for %s
sr: премало аргумената за %s

source: option "%s" is deprecated, please remove it from your script
sr: опција „%s“ је застарела, уклоните је из скрипта

source: bad value for visualid: "%s"
sr: лоша вредност за visualid: „%s“

source: your version of Window Maker was compiled with INotify support, so "--no-polling" has no effect
sr: ваша верзија Window Maker-а је компајлирана са подршком за INotify, па „--no-polling“ нема ефекта

source: %s: invalid argument '%s'
sr: %s: погрешан аргумент „%s“

source: Try '%s --help' for more information
sr: Пробајте „%s --help“ за више информација

source: X server does not support locale
sr: X сервер не подржава локалитет

source: cannot set locale modifiers
sr: не могу се поставити модификатори локалитета

source: could not open display "%s"
sr: не може се отворити дисплеј „%s“

source: bad value in menus state info: %s
sr: лоша вредност у информацијама стања менија: %s

source: Program Arguments
sr: Аргументи програма

source: Enter command arguments:
sr: Унесите аргументе наредбе:

source: out of memory during expansion of "%s"
sr: недовољно меморије приликом проширења „%s“

source: out of memory during expansion of '%s' for command "%s"
sr: недовољно меморије приликом проширења „%s“ у наредби „%s“

source: selection not available
sr: избор није доступан

source: Exit
sr: Излаз

source: Are you sure you want to quit Window Maker?
sr: Да ли сте сигурни да желите да изађете из Window Maker-a?

source: bad window name value in %s state info
sr: лоша вредност назива прозора за информације о стању %s

source: %s failed, can't set workspace specific background image (%s)
sr: %s није успело, не може се поставити позадинска слика специфична за површину (%s)

source: could not execute "%s": %s
sr: не може се извршити „%s“: %s

source: could not set close-on-exec flag for bg_helper's communication file handle (%s)
sr: не може се поставити заставица затвори-при-извршавању на хендл комуникационе датотеке bg_helper-а (%s)

source: could not send message to background image helper
sr: не може се послати порука хелперу за позадинску слику

source: trying to start alternate window manager...
sr: покушава се покретање алтернативног менаџера прозора...

source: failed to start alternate window manager. Aborting.
sr: не може се покренути алтернативни менаџер прозора. Обуставља се.

source: Error respawning Window Maker
sr: Грешка при поновном покретању Window Maker-а

source: Error during monitoring of Window Maker process.
sr: Грешка приликом надгледања процеса Window Maker-а.

source: Window Maker exited due to a crash (signal %i) and will be restarted.
sr: Window Maker је изашао због крахирања (сигнал %i), и биће покренут поново.

source: %s is not implemented on this platform; tell %s you are running %s release %s version %s
sr: %s није имплементирано на овој платформи; реците %s да имате %s издање %s верзију %s

source: could not parse color "%s"
sr: не може се рашчланити боја „%s“

source: could not allocate color "%s"
sr: не може се алоцирати боја „%s“

source: Kill X session
sr: Убиј сесију Икса

source: Kill Window System session? (all applications will be closed)
sr: Убити сесију прозорског система? (све апликације ће бити затворене)

source: %s:invalid kbd shortcut specification "%s" for entry %s
sr: %s:неисправно задавање пречице „%s“ за ставку %s

source: %s:invalid key in shortcut "%s" for entry %s
sr: %s:неисправан тастер у пречици „%s“ за ставку %s

source: %s: unmatched '"' in menu file
sr: %s: незатворен „"“ у датотеци менија

source: %s: missing command
sr: %s: недостаје наредба

source: invalid OPEN_MENU specification: %s
sr: погрешно задавање OPEN_MENU: %s

source: %s:could not stat menu
sr: %s:не може се stat-овати мени

source: %s:could not stat menu:%s
sr: %s:не може се stat-овати мени:%s

source: too many parameters in OPEN_MENU: %s
sr: превише параметара у OPEN_MENU: %s

source: invalid OPEN_PLMENU specification: %s
sr: неисправно задавање OPEN_PLMENU: %s

source: There are more than one WORKSPACE_MENU commands in the applications menu. Only one is allowed.
sr: Постоји више од једне наредбе WORKSPACE_MENU у менију апликација. Дозвољена је само једна.

source: There are more than one WINDOWS_MENU commands in the applications menu. Only one is allowed.
sr: Постоји више од једне наредбе WINDOWS_MENU у менију апликација. Дозвољена је само једна.

source: Window List
sr: Листа прозора

source: %s:missing parameter for menu command "%s"
sr: %s:недостаје параметар за наредбу менија „%s“

source: %s:unknown command "%s" in menu config.
sr: %s:непозната наредба „%s“ у подешавању менија.
