Repository: window-maker/wmaker
Catalog: po/*.po
Languages: sr

source: %s:can't add shortcut for entry "%s"
sr: %s:не може се додати пречица за ставку „%s“

source: missing command in menu config
sr: недостаје наредба у подешавању менија

source: syntax error in menu file: END declaration missing
sr: синтаксна грешка у датотеци менија: недостаје декларација END

source: invalid menu, no menu title given
sr: неисправан мени, није задат наслов менија

source: could not open menu file "%s": %s
sr: не може се отворити датотека менија „%s“: %s

source: pipe command for PropertyList is too long
sr: наредба за прослеђивање за PropertyList је предугачка

source: pipe command is too long
sr: наредба за прослеђивање је предугачка

source: out of memory while constructing directory menu %s
sr: недовољно меморије приликом конструисања менија директоријума %s

source: %s:could not stat file "%s" in menu directory
sr: %s:не може се stat-овати датотека „%s“ у директоријуму менија

source: Commands
sr: Наредбе

source: Restart
sr: Поново покрени

source: Exit...
sr: Изађи...

source: could not find menu file "%s" referenced in WMRootMenu
sr: не може се пронаћи датотека менија „%s“ наведена у WMRootMenu

source: could not access menu "%s" referenced in WMRootMenu
sr: не може се приступити менију „%s“ наведена у WMRootMenu

source: using default menu file "%s" as the menu referenced in WMRootMenu could not be found
sr: користи се подразумевана датотека менија „%s“, пошто се не може пронаћи мени наведен у WMRootMenu

source: %s:format error in root menu configuration "%s"
sr: %s:грешка у формату у подешавању главног менија „%s“

source: The applications menu could not be loaded. Look at the console output for a detailed description of the errors.
sr: Мени апликација се не може учитати. Погледајте излаз у конзоли за детаљни опис грешака.

source: another window manager is running
sr: други менаџер прозора је покренут

source: use the --replace flag to replace it
sr: користите заставицу --replace да бисте га заменили

source: waiting %lus for other window manager to exit
sr: чека се %lus да други менаџер прозора изађе

source: other window manager hasn't exited!
sr: други менаџер прозора није изашао!

source: replacing the other window manager
sr: смењује се други менаџер прозора

source: could not load logo image for panels: %s
sr: не може се учитати слика логоа за панеле: %s

source: can't create Context on screen %d, %s
sr: не може се креирати Context на екрану %d, %s

source: could not initialize WINGs widget set
sr: не може се иницијализовати сет виџета WINGs-а

source: could not save session state in %s
sr: не може се сачувати стање сесије у %s

source: Unable to find a proper screenshot image format
sr: Не може се пронаћи адекватан формат снимка екрана

source: Unable to create screenshot directory: %s
sr: Не може се креирати директоријум снимака: %s

source: Could not generate a free screenshot filename
sr: Не може се генерисати неискоришћен назив датотеке снимка

source: can't convert "%s" to boolean
sr: не може се конвертовати „%s“ у логички тип

source: could not get window list!!
sr: не може се добавити листа прозора!!

source: internal X error: %s
sr: интерна грешка X-а: %s

source: could not read domain "%s" from defaults database
sr: не може се прочитати домен „%s“ из базе подразумеваних вредности

source: icon size is configured to %i, but it's too small. Using 16 instead
sr: величина иконе је подешена на %i, али је премала. Користи се 16

source: XKB is not supported. KbdModeLock is automatically disabled.
sr: XKB није подржан. KbdModeLock је аутоматски искључено.

source: it seems that there is already a window manager running
sr: изгледа да је већ покренут менаџер прозора

source: could not manage screen %i
sr: не може се управљати екраном %i

source: could not manage any screen
sr: не може се управљати ниједним екраном

source: Impossible direction: %d
sr: Немогући смер: %d

source: Windows
sr: Прозори

source: image file "%s" used as texture could not be found.
sr: датотека слике „%s“ која се користи као текстура се не може наћи.

source: could not load texture pixmap "%s":%s
sr: не може се учитати пиксмапа текстуре „%s“:%s

source: could not allocate image buffer
sr: не може се алоцирати бафер слике

source: icon "%s" doesn't exist, check your config files
sr: икона „%s“ не постоји, проверите датотеке са подешавањима

source: error loading image file "%s": %s
sr: грешка при учитавању датотеке слике „%s“: %s

source: could not find default icon "%s"
sr: не може се пронаћи подразумевана икона „%s“

source: The NumLock, ScrollLock or similar key seems to be turned on. Turn it off or some mouse actions and keyboard shortcuts will not work.
sr: Изгледа да су укључени NumLock, ScrollLock и слични тастери. Искључите их, у супротном неке акције мишем и пречице неће радити.

source: Maximize
sr: Максимизуј

source: Other maximization
sr: Друге максимизације

source: Miniaturize
sr: Минијатуризуј

source: Shade
sr: Замотај

source: Resize/Move
sr: Промени величину/премести

source: Select
sr: Изабери

source: Move To
sr: Премести на

source: Attributes...
sr: Својства...

source: Options
sr: Опције

source: Close
sr: Затвори

source: Keep on top
sr: Задржи на врху

source: Keep at bottom
sr: Задржи на дну

source: Vertical
sr: Вертикално

source: Horizontal
sr: Хоризонтално

source: Central
sr: По средини

source: Left half
sr: Лева половина

source: Right half
sr: Десна половина

source: Top half
sr: Горња половина

source: Bottom half
sr: Доња половина

source: Top left
sr: Горе лево

source: Top right
sr: Горе десно

source: Bottom left
sr: Доле лево

source: Bottom right
sr: Доле десно

source: Tiled
sr: Поплочано

source: This will kill the application. Any unsaved changes will be lost. Please confirm.
sr: Ово ће убити апликацију. Све несачуване измене ће бити изгубљене. Потврдите.

source: Set Shortcut %i
sr: Постави пречицу %i

source: could not create submenu for window menu
sr: не може се креирати подмени за прозорски мени

source: Deminiaturize
sr: Одминијатуризуј

source: Unmaximize
sr: Одмаксимизуј

source: Unshade
sr: Одмотај

source: Deselect
sr: Одизабери

source: Disable titlebar
sr: Искључи насловну линију

source: Remove the titlebar of this window. To access the window commands menu of a window without its titlebar, press Control+Esc (or the equivalent shortcut, if you changed the default settings).
sr: Уклања насловну линију овог прозора. Да бисте приступили менију наредби прозора у прозору који нема насловну линију, притисните Control+Esc (или одговарајућу пречицу, ако сте променили подразумевана подешавања).

source: Disable resizebar
sr: Искључи траку за пром. величине

source: Remove the resizebar of this window.
sr: Уклања линију за промену величине овог прозора.

source: Disable close button
sr: Искључи дугме за затварање

source: Remove the `close window' button of this window.
sr: Уклања дугме „Затвори прозор“ овог прозора.

source: Disable miniaturize button
sr: Искључи дугме за минијатуриз.

source: Remove the `miniaturize window' button of the window.
sr: Уклања дугме „Минијатуризуј прозор“ овог прозора.

source: Disable border
sr: Искључи ивицу

source: Remove the 1 pixel black border around the window.
sr: Уклања једнопикселску црну ивицу око прозора.

source: Keep on top (floating)
sr: Задржи на врху (плутајући)

source: Keep the window over other windows, not allowing them to cover it.
sr: Задржава прозор изнад свих осталих прозора, не дозвољавајући им да га прекрију.

source: Keep at bottom (sunken)
sr: Задржи на дну (потонуо)

source: Keep the window under all other windows.
sr: Задржава прозор испод свих осталих прозора.

source: Make window present in all workspaces.
sr: Чини прозор присутним на свим површинама.

source: Start miniaturized
sr: Покрени минијатуризовано

source: Make the window be automatically miniaturized when it's first shown.
sr: Чини да се прозор аутоматски минијатуризује када се прикаже први пут.

source: Start maximized
sr: Покрени максимизовано

source: Make the window be automatically maximized when it's first shown.
sr: Чини да се прозор аутоматски максимизује када се прикаже први пут.

source: Full screen maximization
sr: Максимизација на пун екран

source: Make the window use the whole screen space when it's maximized. The titlebar and resizebar will be moved to outside the screen.
sr: Чини да прозор користи цео простор екрана када се максимизује. Насловна линија и линија за промену величине ће бити премештене ван екрана.

source: Do not bind keyboard shortcuts
sr: Не додељуј пречице

source: Do not bind keyboard shortcuts from Window Maker when this window is focused. This will allow the window to receive all key combinations regardless of your shortcut configuration.
sr: Неће додељивати пречице са тастатуре из Window Maker-а када се овај прозор фокусира. Ово ће дозволити прозору да прима све комбинације тастера без обзира на подешавања тастатуре.

source: Do not bind mouse clicks
sr: Не додељуј кликове

source: Do not bind mouse actions, such as `Alt'+drag in the window (when Alt is the modifier you have configured).
sr: Не додељује акције мишем, као што је „Alt“+превлачење (ако је Alt модификатор који сте подесили).

source: Do not show in the window list
sr: Не приказуј у листи прозора

source: Do not list the window in the window list menu.
sr: Не листа прозор у менију са листом прозора.

source: Do not show in the switch panel
sr: Не приказуј у панелу за пребац.

source: Do not include in switch panel while cycling windows.
sr: Не укључује прозор у панелу за пребацивање приликом пребацивања прозора.

source: Do not let it take focus
sr: Не дозволи да узме фокус

source: Do not let the window take keyboard focus when you click on it.
sr: Прозору се неће дозволити да узме фокус тастатуре када кликнете на њега.

source: Keep inside screen
sr: Задржи унутар екрана

source: Do not allow the window to move itself completely outside the screen. For bug compatibility.
sr: Прозору се неће дозволити да буде потпуно померен ван екрана. Због компатибилности.

source: Ignore 'Hide Others'
sr: Игнориши „Сакриј остале“

source: Do not hide the window when issuing the `HideOthers' command.
sr: Приликом задавања наредбе „СакријОстале“, неће се сакривати прозор.

source: Ignore 'Save Session'
sr: Игнориши „Чување сесије“

source: Do not save the associated application in the session's state, so that it won't be restarted together with other applications when Window Maker starts.
sr: Дата апликација се неће чувати у стању сесије, па неће бити поново покретана уз остале апликације када се покрене Window Maker.

source: Emulate application icon
sr: Емулирај икону апликације

source: Make this window act as an application that provides enough information to Window Maker for a dockable application icon to be created.
sr: Овај прозор ће се понашати као апликација која обезбеђује довољно информација да Window Maker може да креира икону која може да се докује.

source: Focus across workspaces
sr: Фокусирај преко површина

source: Allow Window Maker to switch workspace to satisfy a focus request (annoying).
sr: Дозвољавање Window Maker-у да пребаци активну радну површину у одговор на захтев за фокусом (иритирајуће).

source: Do not let it be minimized
sr: Не дозволи минимизацију

source: Do not let the window of this application be minimized.
sr: Неће се дозволити да прозор ове апликације буде минимизован.

source: Ignore decoration changes
sr: Игнориши промене декорације

source: Ignore any request from the application to change window decorations (like hiding the titlebar).
sr: Игнорише све захтеве од стране апликације за промену прозорских декорација (нпр. сакривање насловне линије)

source: Disable language button
sr: Искључи дугме за језик

source: Remove the `toggle language' button of the window.
sr: Уклања дугме „смени језик“ у прозору.

source: Start hidden
sr: Покрени сакривено

source: Automatically hide application when it's started.
sr: Аутоматски сакрива апликацију када се покрене.

source: No application icon
sr: Без иконе апликације

source: Disable the application icon for the application. Note that you won't be able to dock it anymore, and any icons that are already docked will stop working correctly.
sr: Искључивање иконе апликације за апликацију. Приметите да више нећете моћи да је докујете, и све њене иконе које су већ доковане ће престати да раде како треба.

source: Shared application icon
sr: Дељена икона апликације

source: Use a single shared application icon for all of the instances of this application.
sr: Коришћење јединствене иконе апликације за све инстанце ове апликације.

source: Could not find icon "%s" specified for this window
sr: Не може се наћи икона „%s“ постављена за овај прозор

source: Could not open specified icon "%s":%s
sr: Не може се отворити задата икона „%s“:%s

source: Ignore client supplied icon is set, but icon filename textbox is empty. Using client supplied icon
sr: Укључено је игнорисање клијентске иконе, али је поље за унос назива датотеке иконе празно. Користи се клијентска икона

source: Inspecting %s.%s
sr: Инспекција %s.%s

source: Click in the window you wish to inspect.
sr: Кликните на прозор над којим желите да извршите инспекцију.

source: The configuration will apply to all windows that have their WM_CLASS property set to the above selected name, when saved.
sr: Подешавања ће бити примењена на све прозоре који имају особину WM_CLASS постављену на назив одабран горе, кад буду сачувана.

source: Save
sr: Сачувај

source: Apply
sr: Примени

source: Reload
sr: Пон.учитај

source: Window Specification
sr: Задавање прозора

source: Window Attributes
sr: Својства прозора

source: Advanced Options
sr: Напредне опције

source: Icon and Initial Workspace
sr: Икона и почетна површина

source: Application Specific
sr: Посебно за апликацију

source: Defaults for all windows
sr: Подр. вред. за све прозоре

source: Select window
sr: Изабери прозор

source: Attributes
sr: Својства

source: Advanced
sr: Напредно

source: Miniwindow Image
sr: Слика мини-прозора

source: Icon filename:
sr: Датотека иконе:

source: Ignore client supplied icon
sr: Игнориши икону коју је обезбедио клијент

source: Initial Workspace
sr: Почетна површина

source: The workspace to place the window when it's first shown.
sr: Радна површина на коју се поставља прозор када се први пут покаже.

source: Nowhere in particular
sr: Нигде посебно

source: Application Attributes
sr: Својства апликације

source: Workspace %i
sr: Радна површина %i

source: Workspace "%s" in use; cannot delete
sr: Радна поврвшина „%s“ се користи; не може се обрисати

source: Workspaces
sr: Радне површине

source: could not create Workspace menu
sr: не може се креирати мени Радне површине

source: New
sr: Нова

source: Destroy Last
sr: Уништи последњу

source: Last Used
sr: Последња коришћена

source: wXDNDGetTypeList failed = %ld
sr: wXDNDGetTypeList није успео = %ld

source: key %s (0x%x) generates %s, which is generated by %s
sr: тастер %s (0x%x) генерише %s, што је генерисано са %s

source: key %s (0x%x) generates %s, which is nonsensical
sr: тастер %s (0x%x) генерише %s, што нема смисла

source: key %s (0x%x) generates both %s and %s, which is nonsensical
sr: тастер %s (0x%x) генерише и %s и %s, што нема смисла

source: Can't convert keymask 0x%04X to a shortcut label
sr: Не може се конвертовати маска тастера 0x%04X у натпис пречице
